Repository: KDE/akonadi-calendar-tools
Catalog: po/*/konsolekalendar.po
Languages: lt

# NAME OF TRANSLATORS
source: Your names
lt: Moo

source: There are no calendars available.
lt: Nėra prieinamų kalendorių.

source: (Read only)
lt: (Tik skaitymui)

source: Create Calendar <Dry Run>: %1
lt: Sukurti kalendorių <Dry Run>: %1

source: Create Calendar <Verbose>: %1
lt: Sukurti kalendorių <Verbose>: %1

source: View Events <Dry Run>:
lt: Rodyti įvykius <Dry Run>:

source: View Event <Verbose>:
lt: Rodyti įvykį <Verbose>:

source: What: %1
lt: Kas: %1

source: Begin: %1
lt: Pradžia: %1

source: End: %1
lt: Pabaiga: %1

source: No Time Associated with Event
lt: Nėra su įvykiu susieto laiko

source: Desc: %1
lt: Aprašas: %1

source: Location: %1
lt: Vieta: %1

source: Insert Event <Dry Run>:
lt: Įterpti įvykį <Dry Run>:

source: Insert Event <Verbose>:
lt: Įterpti įvykį <Verbose>:

source: Calendar is invalid. Please specify one with --calendar
lt: Kalendorius yra neteisingas. Nurodykite kurį nors naudodami --calendar

source: Success: "%1" inserted
lt: Pavyko: „%1“ įterptas

source: Failure: "%1" not inserted
lt: Nesėkmė: „%1“ neįterptas

source: Insert Event skipped, because UID "%1" is already known. <Verbose>
lt: Įvykio įterpimas praleistas, nes UID „%1“ jau yra žinomas. <Verbose>

source: Add Event with UID "%1". <Verbose>
lt: Pridėti įvykį su UID „%1“. <Verbose>

source: Change Event <Dry Run>:
lt: Keisti įvykį <Dry Run>:

source: To Event <Dry Run>:
lt: Įvykiui <Dry Run>:

source: Change Event <Verbose>:
lt: Keisti įvykį <Verbose>:

source: Success: "%1" changed
lt: Pavyko: „%1“ pakeistas

source: Failure: "%1" not changed
lt: Nesėkmė: „%1“ nepakeistas

source: Delete Event <Dry Run>:
lt: Ištrinti įvykį <Dry Run>:

source: Delete Event <Verbose>:
lt: Ištrinti įvykį <Verbose>:

source: Success: "%1" deleted
lt: Pavyko: „%1“ ištrintas

source: Error deleting: "%1"
lt: Klaida ištrinant: „%1“

source: Date:
lt: Data:

source: Summary:
lt: Santrauka:

source: (no summary available)
lt: (santrauka neprieinama)

source: Location:
lt: Vieta:

source: (no location available)
lt: (vieta neprieinama)

source: Description:
lt: Aprašas:

source: (no description available)
lt: (aprašas neprieinamas)

source: [all day]
lt: [visą dieną]

source: A command line interface to KDE calendars
lt: KDE kalendorių komandų eilutės sąsaja

source: (c) 2002-2009, Tuukka Pasanen and Allen Winter
lt: (c) 2002–2009, Tuukka Pasanen ir Allen Winter

source: Bug fixing
lt: Klaidų pataisymai

source: Maintainer
lt: Prižiūrėtojas

source: Author
lt: Autorius

source: Print helpful runtime messages
lt: Išspausdinti naudingas vykdymo trukmės žinutes

source: Print what would have been done, but do not execute
lt: Išspausdinti, kas būtų nutikę, bet nevykdyti

source: Allow calendars which might need an interactive user interface
lt: Leisti kalendorius, kuriems gali prireikti interaktyvios naudotojo sąsajos

source: Operate for Events only (Default)
lt: Dirbti tik su įvykiais (Numatytasis)

source: Operate for To-dos only [NOT WORKING YET]
lt: Dirbti tik su užduotimis [KOL KAS NEVEIKIA]

source: Operate for Journals only [NOT WORKING YET]
lt: Dirbti tik su dienynais [KOL KAS NEVEIKIA]

source: Print incidences in specified export format
lt: Išspausdinti įvykius nurodytu eksportavimo formatu

source: Insert an incidence into the calendar
lt: Įterpti įvykį į kalendorių

source: Modify an existing incidence
lt: Modifikuoti esamą įvykį

source: Remove an existing incidence
lt: Šalinti esamą įvykį

source: Create new Akonadi Resource for file
lt: Sukurti failui naują Akonadi išteklių

source: Import this calendar to main calendar
lt: Importuoti šį kalendorių į pagrindinį kalendorių

source: List available calendars
lt: Išvardyti prieinamus kalendorius

source: View all calendar entries, ignoring date/time options
lt: Rodyti visus kalendoriaus įrašus, nepaisant datos/laiko parinkčių

source: View next activity in calendar
lt: Rodyti kalendoriuje kitą veiklą

source: From start date show next # days' activities
lt: Nuo pradžios datos rodyti # artimiausių dienų veiklas

source: Incidence Unique-string identifier
lt: Įvykio unikali eilutė-identifikatorius

source: Start from this day [YYYY-MM-DD]
lt: Pradėti nuo šios dienos [YYYY-MM-DD]

source: Start from this time [HH:MM:SS]
lt: Pradėti nuo šio laiko [HH:MM:SS]

source: End at this day [YYYY-MM-DD]
lt: Pabaigti šia diena [YYYY-MM-DD]

source: End at this time [HH:MM:SS]
lt: Pabaigti šiuo laiku [HH:MM:SS]

source: Start from this time [secs since epoch]
lt: Pradėti nuo šio laiko [sekundės nuo epochos pradžios]

source: End at this time [secs since epoch]
lt: Pabaigti šiuo laiku [sekundės nuo epochos pradžios]

source: Add summary to incidence (for add/change modes)
lt: Pridėti į įvykį santrauką (pridėti/keisti veiksenoms)

source: Add description to incidence (for add/change modes)
lt: Pridėti į įvykį aprašą (pridėti/keisti veiksenoms)

source: Add location to incidence (for add/change modes)
lt: Pridėti į įvykį vietą (pridėti/keisti veiksenoms)

source: Calendar to use when creating a new incidence
lt: Kalendorius, kurį naudoti, kuriant naują įvykį

source: Export file type (Default: text)
lt: Eksportuojamo failo tipas (Numatytasis: tekstas)

source: Export to file (Default: stdout)
lt: Eksportuoti į failą (Numatytasis: stdout)

source: Print list of export types supported and exit
lt: Išspausdinti palaikomų eksportuojamų tipų sąrašą ir išeiti

source: %1 supports these export formats:
lt: %1 palaiko šiuos eksportavimo formatus:

# the default export format
source: %1 [Default]
lt: %1 [Numatytasis]

# short text export
source: %1 (like %2, but more compact)
lt: %1 (kaip %2, bet kompaktiškesnis)

# comma-separated values export
source: %1 (Comma-Separated Values)
lt: %1 (Kableliais atskirtos reikšmės)

source: Sorry, To-dos are not working yet.
lt: Apgailestaujame, užduotys kol kas neveikia.

source: Sorry, Journals are not working yet.
lt: Apgailestaujame, dienynai kol kas neveikia.

source: Invalid Export Type Specified: %1
lt: Nurodytas neteisingas eksportavimo tipas: %1

source: Invalid Start Date Specified: %1
lt: Nurodyta neteisinga pradžios data: %1

source: Invalid Start Time Specified: %1
lt: Nurodytas neteisingas pradžios laikas: %1

source: Invalid End Date Specified: %1
lt: Nurodyta neteisinga pabaigos data: %1

source: Invalid Date Count Specified: %1
lt: Nurodytas neteisingas dienų skaičius: %1

source: Invalid End Time Specified: %1
lt: Nurodytas neteisingas pabaigos laikas: %1

source: Only 1 operation mode (view, add, change, delete, create) permitted at any one time
lt: Vienu metu yra leidžiama tik 1 veikimo veiksena (rodyti, pridėti, keisti, ištrinti, sukurti)

source: Ending Date/Time occurs before the Starting Date/Time
lt: Pabaigos data/laikas yra anksčiau pradžios datos/laiko

source: Calendar %1 successfully imported
lt: Kalendorius %1 sėkmingai importuotas

source: Unable to import calendar: %1
lt: Nepavyko importuoti kalendoriaus: %1

source: Attempting to insert an event that already exists
lt: Bandoma įterpti įvykį, kuris jau yra

source: Missing event UID: use --uid command line option
lt: Trūksta įvykio UID: naudokite --uid komandų eilutės parintį

source: No such event UID: change event failed
lt: Nėra tokio įvykio UID: nepavyko pakeisti įvykio

source: No such event UID: delete event failed
lt: Nėra tokio įvykio UID: nepavyko ištrinti įvykio

source: Cannot open specified export file: %1
lt: Nepavyksta atverti nurodyto eksportuoto failo: %1

source: Cannot create Akonadi resource from file: %1
lt: Nepavyksta sukurti Akonadi ištekliaus iš failo: %1
